{
  "christmas": ["Merry Christmas! May your heart be filled with peace and gratitude.",
  "Wishing you a joyful Christmas surrounded by love and warmth.",
  "May this Christmas bring comfort, hope, and renewed strength.",
  "Season’s greetings! May your home be filled with laughter and joy.",
  "Merry Christmas to you and your family. May love abound.",
  "May the magic of Christmas light up your days with happiness.",
  "Warm Christmas wishes for a season full of blessings.",
  "May this Christmas bring you rest, joy, and meaningful moments.",
  "Wishing you a peaceful and joyful Christmas celebration.",
  "May the beauty of Christmas fill your heart with gratitude.",
  "Merry Christmas! May kindness and joy follow you always.",
  "Celebrating Christmas with wishes of peace and love for you.",
  "May your Christmas be calm, joyful, and full of hope.",
  "Wishing you a Christmas season filled with warmth and light.",
  "May Christmas remind you of all that truly matters.",
  "Sending you heartfelt Christmas wishes and cheer.",
  "Merry Christmas! May your days be bright and meaningful.",
  "May the joy of Christmas stay with you beyond the season.",
  "Wishing you a Christmas filled with good memories.",
  "May this Christmas refresh your spirit and renew your hope.",
  "Season’s greetings! May love and joy surround you.",
  "Merry Christmas and warm wishes for your household.",
  "May your Christmas be rich with peace and happiness.",
  "Wishing you calm moments and joyful celebrations this Christmas.",
  "May the spirit of Christmas bring you lasting joy.",
  "Merry Christmas! May gratitude fill your heart.",
  "Wishing you meaningful moments this Christmas season.",
  "May Christmas bring you closer to what truly matters.",
  "Sending you Christmas joy and heartfelt wishes.",
  "Merry Christmas! May your season be bright and peaceful."],
  "newyear": ["Happy New Year! May clarity and purpose guide your steps.",
  "Wishing you a year filled with growth and new opportunities.",
  "May the new year bring progress, peace, and fulfillment.",
  "Cheers to a fresh start and meaningful achievements.",
  "Happy New Year! May each day move you closer to your goals.",
  "Wishing you strength, focus, and success this new year.",
  "May the coming year bring wisdom and steady progress.",
  "Happy New Year! May good things unfold for you.",
  "Wishing you consistency and positive momentum this year.",
  "May this year bring peace to your heart and direction to your plans.",
  "Happy New Year! May resilience and hope carry you forward.",
  "Wishing you a year of answered efforts and new beginnings.",
  "May the new year open doors of opportunity and growth.",
  "Happy New Year! May your hard work bear fruit.",
  "Wishing you balance, clarity, and forward movement.",
  "May the year ahead bring meaningful victories.",
  "Happy New Year! May you grow stronger and wiser.",
  "Wishing you focus and fulfillment this coming year.",
  "May this year reward your consistency and patience.",
  "Happy New Year! May peace and progress define your days.",
  "Wishing you renewed energy and clear direction.",
  "May the new year align your efforts with success.",
  "Happy New Year! May each step count.",
  "Wishing you growth that lasts throughout the year.",
  "May the new year bring purposeful opportunities.",
  "Happy New Year! May joy and discipline walk with you.",
  "Wishing you a productive and peaceful year.",
  "May the year ahead bring steady breakthroughs.",
  "Happy New Year! May hope shape your journey.",
  "Wishing you a year of meaningful progress."],
  "both": ["Merry Christmas and Happy New Year! Wishing you peace and progress.",
  "Season’s greetings! May joy mark your Christmas and the year ahead.",
  "Warm wishes for Christmas and a purposeful New Year.",
  "May Christmas bring peace and the New Year bring clarity.",
  "Celebrating Christmas and welcoming a hopeful New Year with you.",
  "Merry Christmas and best wishes for the coming year.",
  "May this festive season lead you into a year of growth.",
  "Season’s greetings! Joy now and progress ahead.",
  "Wishing you comfort this Christmas and success in the New Year.",
  "May Christmas refresh your heart and the New Year guide your steps.",
  "Warm holiday wishes and best hopes for the coming year.",
  "Merry Christmas and a steady, successful New Year.",
  "May joy surround you now and opportunity follow you next year.",
  "Celebrating the season and the possibilities ahead.",
  "May Christmas bring rest and the New Year bring momentum.",
  "Wishing you gratitude this season and focus for the year ahead.",
  "Warm festive greetings and hopeful New Year wishes.",
  "May this season mark the start of greater things.",
  "Merry Christmas and strength for the journey ahead.",
  "Season’s greetings and sincere wishes for progress.",
  "May peace define your Christmas and purpose guide your New Year.",
  "Warm wishes for today and confidence for tomorrow.",
  "Celebrating joy now and growth ahead.",
  "Merry Christmas and clarity for the coming year.",
  "May this season set the tone for a fulfilling year.",
  "Season’s greetings and steady progress ahead.",
  "Wishing you joy, focus, and forward movement.",
  "May Christmas comfort you and the New Year advance you.",
  "Warm holiday greetings and hopeful expectations.",
  "Merry Christmas and a meaningful New Year."]
}
